Repository: FacundoAramayo/accessibility-issues-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: es

source: Back
es: Atrás

# check_your_messages
source: Check you messages.
es: Revisa tus mensajes.

# complete_the_form
source: Please complete the form.
es: Completa el formulario.

# dashboard_tab
source: Dashboard
es: Panel

source: discount!
es: de descuento!

# discount_voucher
source: You received a %@ discount voucher!
es: ¡Recibiste un cupón de descuento de %@ !

# financial_strategy
source: Our financial strategy is to allocate 20% to savings, 20% to rent, 20% to monthly expenses, 20% to retirement and 20% to investments in the stock market.
es: Nuestra estrategia financiera consiste en destinar 20% a ahorros, 20% al alquiler, 20% a los gastos mensuales, 20% al retiro y 20% a inversiones en la bolsa.

source: Go
es: Ir

source: Go to subscribe form
es: Ir al formulario de suscripción

# home_tab
source: Home
es: Inicio

source: Name
es: Nombre

# notifications_tab
source: Notifications
es: Notificaciones

# param_discount
source: %@ discount!
es: ¡%@ de descuento!

source: Password
es: Contraseña

# refer_a_friend
source: Refer a friend and earn $20.
es: Refiere a un amigo y gana $20.

# refer_a_friend_description
source: Refer a friend and get $20 off your subscription.
es: Refiere a un amigo y participa por $20 de descuento en tu suscripción.

# save_money_now
source: Save 15% now!
es: ¡Ahorra un 15%!

source: Submit
es: Enviar

source: Subscribe form
es: Formulario de suscripción

source: Subscribe to get discounts!
es: Suscríbete ahora para recibir descuentos.

# terms_and_conditions
source: Subscribe now to get a %@ discount. Valid for 30 days. Terms and conditions apply.
es: Suscríbase ahora para obtener un %@ de descuento. Válido durante 30 días. Se aplican términos y condiciones.

source: Welcome to Finance App
es: Bienvenido a Finance App

source: Your financial companion.
es: Tu compañero de finanzas.

source: Your status.
es: Tu estado.
